{
   "troubleshoot bootybass":{
	  "Sub":11,
	  "Title":"Booty Bass is coming to TNN!11",
	  "Time":"30:50",
	  "Author":"RoseBurnXXX",
	  "posts":[
		 [
			"00:00",
			"RoseBurnXXX",
			"Hey ya'll! Just lettin you guys know that the legendary BootyBass is making it's debut in TNN.##Keep your rumps peeled for it! It's gonna go down sometime soon in the warehouse district you can't miss it! See you there!"
		 ],
		 [
			"02:15",
			"TheGateKeeper",
			"Is there catering? I can't shake my rump without some applejuice."
		 ],
		 [
			"03:30",
			"Papa Pedro",
			"I can't say I would be excited for these festivities as they really aren't my cup of tea.##However I am glad to see that events such as this can occur in areas as oppressive as Tir na Nog.##Good luck to you all!"
		 ],
		 [
			"04:00",
			"Dogfish007",
			"scrooge you pedro"
		 ],
		 [
			"05:21",
			"RoseBurnXXX",
			"Whoa! I just heard the legendary Anime Bulldog is going to be there!!!1 This is going to be one of the hypest keisterfests on this side of the galaxy!"
		 ],
		 [
			"06:22",
			"ROMPER",
			"ANIME BULLDOGE? WOW!"
		 ],
		 [
			"07:44",
			"ForlornVagabond",
			"fuick you all and your rich mans parties. cant get any sleep in the dumpsters with all that racket going on. Pipe DOWN!!1"
		 ],
		 [
			"08:22",
			"joe bompper",
			"Heck yeah! the msuci is DOPE come and see !!11 SHAKY RUMP SHAKY BUMP!"
		 ]
	  ]
   },
   "ads vidcon collection":{
	  "Sub":8,
	  "Title":"FOR SALE: Retro Vidcon Collection",
	  "Time":"44:30",
	  "Author":"GrapeStar",
	  "posts":[
		 [
			"00:00",
			"GrapeStar",
			"I need some scratch to support my grape habit, so I'm selling my old gear. Here's what I got for sale:##VIDCONS#- Jones the Leper Series 1 (pirate cart)#- Grape Hunter: Gold Edition (SOLD)#- Mega Masher (game only)#- Wrath of Lubic#- Potato Chaos (PENDING PICKUP)#- Creppy Ghoulies IV (?)##FURNITURE#- x2 White Lawn Chair (SOLD)#- Persian Rug##The vidcons come with the orignal box / manual and are in VG+ to EX++ condition. Furniture sold AS IS. This stuff is flying off the shelf, so first come first serve.##Post or PM with offers. Can also pick-up in TnN business district.##NO LOW BALLERS."
		 ],
		 [
			"02:20",
			"Papa Pedro",
			"Take 40 for Mega Masher?"
		 ],
		 [
			"07:10",
			"GrapeStar",
			"What part of NO LOW BALLERS don't you understand?",
			"",
			"",
			"",
			"MOD NOTE: Play nice."
		 ],
		 [
			"08:10",
			"ROMPER",
			"I GIVE YOU 200 for jones PIRATE CART"
		 ],
		 [
			"12:10",
			"GrapeStar",
			"Ehhh, OK. I'll take it."
		 ],
		 [
			"14:10",
			"ROMPER",
			"K SEND ME THE GAME##ROMERPER#TUBE 201, TOWER 5#GK0 - J88#BRAIN CITY##I SEND YOU PAY AFETR I GET GAME"
		 ],
		 [
			"16:10",
			"GrapeStar",
			"Stop wasting my time. I only accept DwarfCoin or in person transactions."
		 ],
		 [
			"18:01",
			"22moplord",
			"will u trade wrath of lubic for sub-woffer"
		 ],
		 [
			"19:45",
			"GrapeStar",
			"No."
		 ]
	  ]
   },
   "ads zauber":{
	  "Sub":27,
	  "Title":"ZAUBER FOR SAEL",
	  "Time":"24:21",
	  "Author":"ROMPER",
	  "posts":[
		 [
			"00:00",
			"ROMPER",
			"WANNA BUY ZAUBER? MEET ME AT BRAINCITY QUALITY MERCH DONT CAL COPS"
		 ],
		 [
			"02:20",
			"Papa Pedro",
			"Hmm, you seem to be very enthusiastic about Zaubers. I am glad to see that even the more occult hobbies are still practiced among the residents of Necron 7. Keep your spirit high my friend."
		 ],
		 [
			"07:10",
			"ROMPER",
			"WHAT THE HEL ARE YOU A COP!?=! I WASNT POSTING SELLING A ZAUBER JUST MY DAD USED THE COMPUTER NOT ME##ARE YOU COP? I CAN STILL SELL ZAUBER IF NOT COP BUT I NEED PROOF"
		 ]
	  ]
   },
   "ads compson":{
	  "Sub":26,
	  "Title":"i'm here",
	  "Time":"23:59",
	  "Author":"WFCompson",
	  "posts":[
		 [
			"00:00",
			"WFCompson",
			"yeah, so doc over at the base said it'd be theraputic or some shit to go on dwarfnet adn talk about my problems with you *BORK*ign clowns##so i'm here. how is this supposed to work"
		 ],
		 [
			"00:49",
			"TheGateKeeper",
			"Hello! Welcome to the forums!!##Tell us a little bit about yourself. Try filling out this questtionaire to help us better get to know you!!##1. Name#2. Favorite type fruit#3. Whast's your job#4. How much fun are you having on the forums so far#5. HOpe you hav ea fun time on th eforum#6. post lots"
		 ],
		 [
			"01:59",
			"WFCompson",
			"i'm not doing any of that shit. when is this theraputic shit supposed to start"
		 ],
		 [
			"02:30",
			"Dogfish007",
			"Hi, I'm Dogfish007. Welcome To The Forums! Pleased To Meet You.......(WizardKid Reference:##Any Day On The Forums Is What I Like To Call ''A Good Day On The Forums''"
		 ],
		 [
			"03:01",
			"WFCompson",
			"what the *BORK* is that supposed to mean. any *BORK*ing day is a good day, what *BORK*ing shit. *BORK* you.##let's see how good your day on the forums is when a B-788 homing rocket blasts a 78-foot crater in your little studio apartment and leaves the rest of your *BORK*ing neighborhood irradiated. how many *BORK*ing body parts of your fallen comrades did you have to fish out of the swamp under sadler's bridge today? i'm guessing *BORK*ing zero. my brothers didn't die face down in the muck for you to post this bullshit. why don't you do something less *BORK*ing stupid with your *BORK*ing life. you disgrace everything i've spent MY life doing, but worst of all, you disgrace THEIR memory, you *BORK*ing talking pile of *BORK*ing shit. good to know for *BORK*ing certain now that they all died for *BORK*ing nothing",
			"",
			"",
			"",
			"No swearing!!11"
		 ],
		 [
			"03:22",
			"Papa Pedro",
			"Please! No swearing!1"
		 ],
		 [
			"03:44",
			"WFCompson",
			"what the *BORK* is this bullshot about no *BORK*ing swears on the *BORK*ing forums what a waste of *BORK*ing time this place is",
			"",
			"",
			"",
			"Stop swearing, please!!!!1"
		 ]
	  ]
   },
   "dating anyone":{
	  "Sub":17,
	  "Title":"I WILL DAT ANYON E",
	  "Time":"25:20",
	  "Author":"ROMPER",
	  "posts":[
		 [
			"00:00",
			"ROMPER",
			"I WILL DATE ANYUONE!! PLEA S SO LONLEY! I HAVEZ A ZAUBER TOO FOR A KISS!"
		 ]
	  ]
   },
   "dating eric":{
	  "Sub":16,
	  "Title":"Seeking STR with Pet Benefits",
	  "Time":"12:00",
	  "Author":"Xx_Pet_Maniac_xX",
	  "posts":[
		 [
			"00:00",
			"Xx_Pet_Maniac_xX",
			"To prospective mating partners:##1. ENSURE you are at least a 7+ in the looks department. My avatar is a neuvo-pixel representation of my physical characteristics and is VERY accurate. I expect nothing less from you.##2. You MUST have at least 2 pets. One of said pets MUST be of the reptilian variety.##3. I WILL touch, play, and whistle songs to said pets, and you must NOT interfere. The bond I have with animals is second to none. If you disrupt this interaction expect our relationship to be ended promptly.##4. You need big honkers. If you don't understand what this means, please exit this thread immediately.##Now that the ground rules have been established, here is some interesting information about myself:##- I created my own gopher breed that I have officially titled and trademarked. No, I will not tell you the name on our first date.##- I won 3rd prize in the Brain City pet breeder championships, but ONLY because the 2nd place finisher used illegal substances to juice their entry and the 'winner' had certain 'indiscretions' with a judge. Rest assured, I am a top breeder.##- I am an anime connoisseur of the highest calibre. It's acceptable if you do not appreciate anime, HOWEVER if you do enjoy anime with great passion but choose to watch DRUDGE, expect to be thoroughly destroyed with my superior knowledge and intellect on the daily.##Now that I have addressed all the areas of contention, please respond with Age / Sex / Location and tell me every relevant detail about yourself."
		 ]
	  ]
   },
   "dating mojitos":{
	  "Sub":19,
	  "Title":"Beach bums: curse or blessing?",
	  "Time":"26:40",
	  "Author":"MojitoDrinker554",
	  "posts":[
		 [
			"00:00",
			"MojitoDrinker554",
			"Salutante darfs. This is thessis on beach bum use to societ and many problems for overcome, welfarre mojitto.##I traveled the country beach bums found. They bring good tells and know welfare to get. But sad is many punch on the stomach when beach bum and no hospital go. Go hospital and duergar punch. No good but life, but life. Grandpapa say life beach bum is punch many time but joy welfare at end. ##Beach is many good animal, rock eaten and peasant to sleep. No money beach becose welfare and then big mojitos!!11##Many time is beach mojito and to duergar to punch if see but no help is to beach bum. Welfare life from to beach and to bum beached big time MOJITO!!11##What think?"
		 ],
		 [
			"01:20",
			"como_estas",
			"lol .."
		 ],
		 [
			"03:15",
			"mad_rider",
			"What the flub is this dreck? Mods acn you please ban this mofo and his stupid posts. Learn to spell, noob."
		 ],
		 [
			"05:19",
			"Papa Pedro",
			"Please, let us all calm down. Not everyone of us is fluent in english. Let us all help the OP to better lay out his thoughts by giving him constructive criticism."
		 ],
		 [
			"13:45",
			"ForlornVagabond",
			"fuck you pedro"
		 ]
	  ]
   },
   "dating sanicstory":{
	  "Sub":18,
	  "Title":" i just have to say it...",
	  "Time":"24:05",
	  "Author":"Broken Angel",
	  "posts":[
		 [
			"00:00",
			"Broken Angel",
			"u all keep talking so much crap and think u are above everyone else... theres so much hate here, and i cannot accept when it hurt those close to me...##let me tell u a little something about me...##i had no friends... No reason to live, nothing to look forward to in life. every day I doubted why I even bothered to keep living. that is, until, i played SpeedSanic. It seemed like a simple game at first but over time, the cheerfulnes and friendliness of Sanic the Sloth touched something deep inside me... something noone else has touched before. I do not beleive fictional characters have souls, but if they do... i would not be surprised...##eventually I realized... unlike everyone else who ever met me... Sanic doesnt judge... he accept me for who am i. and just like me, he is broken but hides it to others. however i can see through the shell... we see each other for who we really are....##I have a friend now. something to look forward to every day. a friend who doesnt care, who doesnt judge. a friend who accept me for who I am. a friend who is always there SO WHEN U INSULT the Sanic-Charlottu romance and u called it 'shitty writing' and#'calculated crap to sell games about antromorphic animals to kids with no friends '...##it hurts. It hurts me.#It hurts my best friend.#It hurts US.##if u cannot pierce tohrough youre own hatred... then u cannot see the world for what it is... I feel sad for myself, for SpeedSanic, but. most of all for U. who are consumed by hatred. hwo cannot accept the HAPPINES of others.##please... give ur own life a second thought... if not for me then for urself.... i expect noone to apologize and say theyr sorry... BUT maybe some of you will realize how u make others feel"
		 ],
		 [
			"00:10",
			"como_estas",
			"tldr, dont wright too long topics no one reads topic that are this long##lonmg topics are BULLSHIT##T L D R"
		 ],
		 [
			"00:22",
			"purrito",
			"find some real friends you loser, noone wants to hear about your sad imaginary friends. this thread is embarrasing"
		 ],
		 [
			"00:40",
			"401KGRAMPS",
			"DONT UNDERSTAND THE REST OF THIS BUT THE SANIC-CHARLOTTU ROMANCE IS WIN"
		 ],
		 [
			"00:55",
			"EROGEINC",
			"Caharaolottu is too old for me LOL, JK!!11 But I DO LIKE SMALL GIRLS MORE. CHECK OUT MY DWARFART PAGE AT [link removed]##I think CHARALOTTE IS VERY KAWAIIIIIIIII BUT i do like/love MIZUKI-CHAN WAY BETTER LOL!!1"
		 ]
	  ]
   },
   "dating newcomer":{
	  "Sub":15,
	  "Title":"Hey...",
	  "Time":"22:00",
	  "Author":"BernieGokuX",
	  "posts":[
		 [
			"00:00",
			"BernieGokuX",
			"... hi... im new here... dont know what to say.... heh... i guess thats all..."
		 ],
		 [
			"00:15",
			"HOLY_PALADIN",
			"BEHOLD FOR HE HAS COME FROM THE SKIES TO HELP US ALL AND IN HIS WISDOM AND POWER NO ONE IS LEFT BEHIND TURN TO CLISPATH NOW OR FOREVER DESPAIR FOR HE WHO IS IN HIS HERD WILL NEVER HUNGER"
		 ],
		 [
			"00:20",
			"Dogfish007",
			"Welcome To Pappy's Forum! Pleased To Meet You. I'm Dogfish007. What A Great Day To Be Alive!"
		 ],
		 [
			"00:30",
			"BernieGokuX",
			"... lol... thanks for the replies... hope to make new friends... and foes..."
		 ],
		 [
			"00:35",
			"Aadolf Del Toro",
			"Praise the bristles like my papa used to say are you a painter too welcome to dwarfnet!!!!1"
		 ],
		 [
			"00:35",
			"como_estas",
			"Piss off n000b... we have standards in here and you dont qualify."
		 ],
		 [
			"01:00",
			"BernieGokuX",
			"... wow... looks like another shit community... thanks for warning me about how awful this place is... see you later... or actually... no..."
		 ]
	  ]
   },
   "fruit apple":{
	  "Sub":0,
	  "Title":"how many apple? do u know?",
	  "Time":"47:00",
	  "Author":"Broken Angel",
	  "Pool":1,
	  "PoolSetup":[
		 [
			[
			   "00:00",
			   "47:00",
			   "how_many_apple",
			   "HOW MANY APPLE"
			],
			[
			   "1",
			   53
			],
			[
			   "2",
			   299
			],
			[
			   "3-1000",
			   633
			],
			[
			   "???",
			   202
			]
		 ]
	  ],
	  "posts":[
		 [
			"00:00",
			"Broken Angel",
			"a couple of days ago a mysterious figure approached me and asked me 'how many apples?' and i said 'fnord' because i'm random (LoL: but then he left and i never met him again. how many apples? what does it mean?"
		 ],
		 [
			"00:10",
			"gassy Trucker",
			"YOU SHOULD HAVE ASKED HOW MANY TRUCK! STUMP HIM AT HIS OWN GAME"
		 ],
		 [
			"00:10",
			"Boogloo Boi",
			"42"
		 ],
		 [
			"01:00",
			"the_herbie_fully_loaded_guy",
			"BEST OST!!! my fav character in this anime"
		 ],
		 [
			"01:10",
			"the_herbie_fully_loaded_guy",
			"wrong topic pleas delete"
		 ],
		 [
			"02:30",
			"22moplord",
			"wana trade fruit for sub woofer"
		 ],
		 [
			"03:45",
			"[Salmonella]Sam",
			"i trade for subwoffr"
		 ],
		 [
			"04:05",
			"22moplord",
			"@@@@@    @    @#@        @    @#@@@@     @    @#@        @    @#@        @@@@@@"
		 ]
	  ]
   },
   "fruit banana":{
	  "Sub":4,
	  "Title":"BANANA : FRUIT / VEGETABLE ? PICK A SIDE!",
	  "Time":"42:15",
	  "Author":"gassy Trucker",
	  "Locked":1,
	  "lockTime":"20:21",
	  "posts":[
		 [
			"00:00",
			"gassy Trucker",
			"WHEN I WAS ON MY LASTB ROUTE STOP MY BUDDY ASK ME... BANANA??? FRUIT OR VEGETABLE!>??! I DON'T KNOW! LETS FIGURE IT OUT"
		 ],
		 [
			"01:00",
			"Boogloo Boi",
			"i DO NOT like vegetable... soi really hop bananas is a fruit..... I LOVEEEEEEEE EM!"
		 ],
		 [
			"10:00",
			"ROMPER",
			"I BET THEY TASTE LIKE GARBAGWE LOL!"
		 ],
		 [
			"12:00",
			"Dave_Michaels",
			"You know, that's an interesting question. Bananas are 'trees' but don't actually have any woody tissue, so they are herbs in that respect. Yet, bananas also contain seeds inside them, which is a characteristic of fruit! So to answer your question... They're a fruit and a herb!",
			"",
			"",
			"",
			"WARNING: Do your homework. K THX"
		 ],
		 [
			"14:35",
			"joe bompper",
			"it fruit trust me"
		 ],
		 [
			"15:50",
			"bigbanggamer",
			"Sounds like a trick question. I pick neither fruit OR vegetable."
		 ],
		 [
			"16:20",
			"[Salmonella]Sam",
			"where to get banan"
		 ],
		 [
			"18:13",
			"22moplord",
			"stop flooding the forum with your NOOB posts b!tch"
		 ],
		 [
			"19:21",
			"Papa Pedro",
			"I studied horticulture in my 'salad days' and I can tell you without a shadow of a doubt Bananas are vegetables. Topic locked, too much misinformation going on here."
		 ]
	  ]
   },
   "fruit banana double":{
	  "Sub":4,
	  "Title":"BANANA : FRUIT / VEGETABLE ? PICK A SIDE!",
	  "Time":"42:15",
	  "Locked":1,
	  "lockTime":"1:20",
	  "Author":"gassy Trucker",
	  "posts":[
		 [
			"00:00",
			"gassy Trucker",
			"WHEN I WAS ON MY LASTB ROUTE STOP MY BUDDY ASK ME... BANANA??? FRUIT OR VEGETABLE!>??! I DON'T KNOW! LETS FIGURE IT OUT"
		 ],
		 [
			"00:02",
			"gassy Trucker",
			"DOUBLE POST PLEAS DELETE"
		 ],
		 [
			"1:20",
			"Papa Pedro",
			"A forum mod's work is never done... Topic Locked."
		 ]
	  ]
   },
   "fruit cherry":{
	  "Sub":1,
	  "Title":"CHHHHHHHHHHHHHHHHHHHHHHHHHHERRRYY!",
	  "Time":"22:00",
	  "Author":"Boogloo Boi",
	  "posts":[
		 [
			"00:00",
			"Boogloo Boi",
			"i like cherrty.... but i LOVE Grapes"
		 ],
		 [
			"00:20",
			"scratcher",
			"UGH! URAGSGHHHHH!!! ARRGGHHHHHHHHHHH!!!!!!!! CHEERY TASTE LIOKE SH!T LOL"
		 ],
		 [
			"00:25",
			"como_estas",
			"I'd rather live a day as a grapester than a lifetime as a cherry-sucker"
		 ],
		 [
			"00:35",
			"joe bompper",
			"WHERE TO FIND CHERRY ? ? ?"
		 ],
		 [
			"00:45",
			"Boogloo Boi",
			"grape > all"
		 ],
		 [
			"00:56",
			"22moplord",
			"who want trade cherry for sub-woofer"
		 ]
	  ]
   },
   "fruit grapes":{
	  "Sub":2,
	  "Title":"GRAAAAAAAAAAAAAAPE'S!1",
	  "Time":"38:00",
	  "Author":"Boogloo Boi",
	  "posts":[
		 [
			"00:00",
			"Boogloo Boi",
			"i love grape's,..........iLOVE Grapes"
		 ],
		 [
			"10:00",
			"ROMPER",
			"GRAPE,S ARE FOR THE WEAK AND THE WICKED."
		 ],
		 [
			"10:00",
			"joe bompper",
			"wHATS A GRAPE"
		 ],
		 [
			"11:04",
			"Boogloo Boi",
			"smdh"
		 ],
		 [
			"11:35",
			"scratcher",
			"I LOVE WET GRAPES"
		 ],
		 [
			"11:40",
			"Boogloo Boi",
			"well,.PIPE UP!!! if ya looooooooooooOOOOOOve grapes"
		 ],
		 [
			"12:00",
			"gassy Trucker",
			"I LOVE EM>.....I LOVE TO STEP ON EM....."
		 ],
		 [
			"13:34",
			"22moplord",
			"F^CK YOU GRAPE F^CK uyou country# #p.s. Private Massage if you got grape want to trade for sub-woofer"
		 ],
		 [
			"14:01",
			"GrapeStar",
			"",
			"GRAPE,S ARE FOR THE WEAK AND THE WICKED.",
			"Get the F|_|CK off this forum you ingrate! I'm sick and tired of dealing with you grapists running your mouth! I dare you to say that in public and see what kind of reaction you get, because you'd be hanging from a grapevine noose.# # ",
			"",
			"WARNING: Pipe down."
		 ],
		 [
			"15:01",
			"Papa Pedro",
			"*readies hand over banhammer*# #Reel it in, GrapeStar. I won't warn you again. Everyone is entitled to their own fruit opinions, even if they're wrong."
		 ],
		 [
			"16:01",
			"GrapeStar",
			"Suck my grapes.",
			"",
			"",
			"",
			"BANNED: We don't tolerate no respecters."
		 ],
		 [
			"16:30",
			"Papa Pedro",
			"I garner no pleasure from what I'm about to do...# #*unsheathes banhammer, twirls it around, and squarely banishes GrapeStar into oblivion*##Let's get back on topic. Me? I think grapes are cool."
		 ]
	  ]
   },
   "fruit orange":{
	  "Sub":3,
	  "Title":"where da orange at",
	  "Time":"54:15",
	  "Author":"22moplord",
	  "banner":0,
	  "posts":[
		 [
			"00:00",
			"22moplord",
			"where da orange at? HUH?"
		 ],
		 [
			"00:05",
			"22moplord",
			"got sub-woffer for trade N E 1 interested?"
		 ],
		 [
			"00:10",
			"[Salmonella]Sam",
			"gnope"
		 ],
		 [
			"00:13",
			"22moplord",
			"F# U# sam# AHHHHH!!!!",
			"gnope",
			"",
			"",
			"WARNING: FOLLOW THE RULES!"
		 ],
		 [
			"00:21",
			"Papa Pedro",
			"TWO things: 1. NO double posting. 2. NO profanities. 3. Pipe down. You Have been Warned."
		 ],
		 [
			"00:26",
			"22moplord",
			"oops sorry my cousin was posting it wasent me"
		 ],
		 [
			"00:34",
			"Papa Pedro",
			"NP. How many oranges for your sub-woofer?"
		 ],
		 [
			"00:50",
			"22moplord",
			"4 oraenge##P.S. can you post my image for a topic icon i think it looks awsume"
		 ],
		 [
			"01:50",
			"Papa Pedro",
			"Pappy is the only one who can add topic icons. Please PM him with your suggestions."
		 ],
		 [
			"02:00",
			"asdfg234678ghaGHF",
			"hey papapedro? more like papa feo! [espanol] your nose is so far up pappys a$$ its a miracle you can breath LMAO##go f|_|ck yourself you cretin and i hope you choke on a peanut!!!##AHAHAHAHAHAH##AHEhrhhahahahaha### floodod loooflood flood#FLOOD#FGLOOD FLOOD all your bandwitch is being used you f0cker#*BORK* YOU!!!#flood flood###flood flood#flod#flood",
			"",
			"",
			"",
			"*PERMABANNED*"
		 ],
		 [
			"02:10",
			"Papa Pedro",
			"*unsheaths banhammer*##Permabanned."
		 ]
	  ]
   },
   "gemstones rules":{
	  "Sub":21,
	  "Title":"THE RULES AND REGULATIONS",
	  "Time":"26:00",
	  "Author":"Papa Pedro",
	  "posts":[
		 [
			"00:00",
			"Papa Pedro",
			"PLEASE FOLLOW THESE RULES:##- Oppals are not real gemstones.#- NO GEM BASHING!!!#- Buying and selling of gems are to be posted in the advertisment subforum.##Thank you."
		 ]
	  ]
   },
   "gemstones raincoat":{
	  "Sub":30,
	  "Title":"Raincoat278",
	  "Time":"27:00",
	  "Author":"True_Leif_3869",
	  "posts":[
		 [
			"00:00",
			"True_Leif_3869",
			"Examplels of dwarf's wearing a raincoat in holofilm 'Lord's of gun's V'. sometimes the scenes go fast for me and i cannot type fast becuase of my bursitis please chime in with your other siteings of raincoat in 'Lord's of gun's V' so ic an add it to my databas\n\t\t#0:00:32 - dwarf in bkgrnd buying hot dog wearing the red raincoat\n\t\t#0:01:18 - Red raincoat dwarf again he isr buying another hot dog\n\t\t#0:13:33 - two dwar wearing yelllowish raincoat they look like the expensdive model\n\t\t#0:18:18 - raincoat on sa;le in store(NOT BEING WORN BY DWAR IN THIS SCENE\n\t\t#0:31:37 - I fell asleep for 13 minute can can not rewound my vhs can somebofy call and tell me what happens during this scenes my dnet.ext is 003337173-228\n\t\t#0:33:28 - blue ra\n\t\t#0:38:01 - dwarf wearing green raincoat who si pushed down the stairs and jinures himsef badly\n\t\t#0:57.18 - funerel scene for green raincot dwarf his friends haeve very nice things to say about him\n\t\t#1:00:59 - VILLAIN says bad thing about his raoin coat t the funeral\n\t\t#1:01:12 - dwarf waering purple raincoat wakes up becauase it was all just a dream\n\t\t#1:05:13 - hundred's of dwarf wareing raincoates in infamose 'raincoat mass death' scene\n\t\t#1:17:17 - a puppy wearing raoncoat"
		 ],
		 [
			"02:05",
			"slag_niceperson",
			"hey chief, you missed the best part of that movie. there's this great scene where a guy in a black raincoat stops by and spends like thirteen minutes talking about how great raincoats are. you should watch that again. it's really great stuff."
		 ],
		 [
			"02:30",
			"True_Leif_3869",
			"Thank You i will buy anohter vhs and watches this scene again Thank You"
		 ],
		 [
			"02:30",
			"True_Leif_3869",
			"hello i could not locate scene what is time stamp"
		 ],
		 [
			"02:45",
			"True_Leif_3869",
			"Hello I Cuould not Find This Scene What is Timestamp please"
		 ],
		 [
			"02:49",
			"True_Leif_3869",
			"hat Is Timestamp On Scene Please"
		 ],
		 [
			"02:59",
			"slag_niceperson",
			"i dunno guy, my clock is broken. keep looking, it's there. trust me."
		 ],
		 [
			"03:05",
			"True_Leif_3869",
			"canot locate scene pleaese help"
		 ],
		 [
			"03:19",
			"True_Leif_3869",
			"help"
		 ],
		 [
			"03:25",
			"slag_niceperson",
			"wow, can't even find a simple scene in a movie, huh? i came into this topic looking for prime raincoat information and all i find is a fraud. i'm reporting you to the moderator for this, bucko. the raincoat-watcher subgenre deserves better than such a lame fraud. i might even call the police, too."
		 ],
		 [
			"03:45",
			"True_Leif_3869",
			"help"
		 ],
		 [
			"04:46",
			"True_Leif_3869",
			"help"
		 ],
		 [
			"05:10",
			"Papa Pedro",
			"*sigh* Do not double-post. Banned."
		 ]
	  ]
   },
   "gemstones rubyfever":{
	  "Sub":22,
	  "Title":"RUBEIS!",
	  "Time":"24:00",
	  "Author":"ROMPER",
	  "posts":[
		 [
			"00:00",
			"ROMPER",
			"I WANT RUBIESS'S PLEASE GIVE ME RUBBIIESS PLEAASE!E!"
		 ]
	  ]
   },
   "gemstones song":{
	  "Sub":28,
	  "Title":"Ballad of the Crystal Grape",
	  "Time":"23:30",
	  "Author":"RoseBurnXXX",
	  "posts":[
		 [
			"00:00",
			"RoseBurnXXX",
			"Hey ya'll! I love to blog and vlog on music and the booty scene in general but sometimes I like to unwind by making a song. I was hoping to get some help from you guys in making a new hit. Here's what I got so far:##The autumn rain keeps on falling down,#the expression on my face is a frown,#I long and lust for some gemstones###...and that's where I'm stuck. Help me out!"
		 ],
		 [
			"00:49",
			"Boogloo Boi",
			"songs and musci is trash..."
		 ],
		 [
			"01:59",
			"MojitoDrinker554",
			"In homecountry mine saying are:##If rain... then throw it back! Can use that song to makes?"
		 ],
		 [
			"02:30",
			"Aadolf Del Toro",
			"How about -I like to eat spinach and bones- ?"
		 ],
		 [
			"03:01",
			"[Salmonella]Sam",
			"Hmmm.... What if the next line is: and beware salmonella"
		 ],
		 [
			"03:22",
			"22moplord",
			"TWO GRAPES FOR SUBWOFFER!1"
		 ],
		 [
			"03:42",
			"gassy Trucker",
			"Dose this play on dwarfFM radio chanels?"
		 ],
		 [
			"03:52",
			"ROMPER",
			"I ONLY LISTN TO DJ KHaLIFA LYFE and RAPSODY-BEAST"
		 ],
		 [
			"04:15",
			"Dave_Michaels",
			"Here's my suggestion:# #I long and lust for some gemstones,#in the darkest depths of the unknowns.# #Just my three shekels. I think it fits with the rhythm you're going for and further elaborates the story.",
			"",
			"",
			"",
			"WARNING: Plagiarism is not allowed"
		 ],
		 [
			"05:20",
			"Papa Pedro",
			"Those lyrics Dave Michaels posted sound VERY familiar to me. I think they're plagiarized. I'm not a lawyer, and this isn't legal advice, but I wouldn't use them unless you want a lawsuit on your hands."
		 ]
	  ]
   },
   "politix saveswamps":{
	  "Sub":25,
	  "Title":"Petition to save the swamps",
	  "Time":"25:00",
	  "Author":"Papa Pedro",
	  "posts":[
		 [
			"00:00",
			"Papa Pedro",
			"Hello everyone. I'm here to bring some alarming news. According to recent biological test it seems that the swamps of Necron7 are in peril. There has been a record number of toxins found in the soil. If we as a community don't act fast and hard, the swamps as we know them might be gone soon enough.##I'm pleading with you, people of Necron7. Take action with me and we can stop this before it's too late."
		 ],
		 [
			"02:00",
			"como_estas",
			"go suck on a egg you worthless piece of shit"
		 ],
		 [
			"12:00",
			"the_herbie_fully_loaded_guy",
			"hey pedro newsflash no one cares about you no one cares about swamps go to hell"
		 ],
		 [
			"16:00",
			"EROGEINC",
			"SWAMPS IS THE HOME OF SLIME GIRL MITZUKI PLEASE SAVE THE SWAMPS!!111 SAVE THE SLIMEGIRLS!!1 SLIMEGIRL SO KAWAIIIII!111"
		 ]
	  ]
   },
   "religion dwarfism":{
	  "Sub":23,
	  "Title":"DWARFISM IS A SIN",
	  "Time":"25:00",
	  "Author":"proudtobeaduergar",
	  "posts":[
		 [
			"00:00",
			"proudtobeduergar",
			"WELL WELL WELL I SEE THE DWARF HAS FOUND A PLACE TO CONGREGATE AND SPREAD ITS GRIMY WINGS OF INFERIORITY. RATHER THAN SIMPLY ROLL OVER AND BE EXTERMINATED LIKE THE PEST IT IS, DWARFISM PERSISTS. WHY?##IN A RECENT SCHOLARLY JOURNAL BY W.M.X. DEVINE, SCIENTIFIC STUDIES HAVE SHOWN THAT DWARFISM IS A SIN AND SHOULD NOT BE TOLERATED. IT IS AN INFERIORITY OF BEING AND CONTRIBUTES TO UNHEALTHY WELL-BEING. ALL OF THE PROBLEMS THE FUTURE FACES RIGHT NOW ARE THE RESULT OF DWARFISM. WHEN YOU DO NOT EXTERMINATE THE DWARF, THEY MOVE IN AND TAKE OVER EVERYTHING. THEY WILL TAKE ALL OF YOUR BELONGINGS, THEY WILL BURN YOUR SCHOOLS, THEY WILL MURDER YOUR PRINCIPALS AND VICE-PRINCIPALS, THEY WILL TAKE YOUR FERTILE LAND AND TURN IT TO SLOP, THEY FREELY FRATERNIZE WITH KOBOLDS AND CYBERGREMLINS, THEY ARE AN ENORMOUS STRAIN ON THE ECONOMY, THEY HAVE SUBSTANDARD DIETARY HABITS, THEY DO NOT RENEW THEIR LEGAL DOCUMENTS IN A PROMPT AND TIMELY MANNER, THEY GROW TO ENORMOUS SIZE IF UNCHECKED AND CAUSE SUBSTANTIAL FOUNDATION DAMAGE TO THEIR GULAGS AND RESTRAINMENT DEVICES, THEY DO NOT BELIEVE IN THE BATHROOM AND WILL DEFECATE WHEREVER THE DWARF PLEASES, AND MANY MORE, YOU WILL NEED TO READ W.M.X. DEVINE'S SCHOLARLY ESSAY \"THE WELL-BEING OF THE CONTEMPORARY DWARF AND HOW TO PUT AN END TO IT\" FOR MORE CRITICAL FACTS AND INSIGHT ON THE DWARF THREAT AND MANY HOT TIPS FOR PUSHING A DWARF DOWN THE STAIRWELL.##PLEASE, IF YOU ARE A DWARF AND ARE READING THIS, YOU WILL BE DOING THE MAXIMUM POSSIBLE SERVICE TO CLISPAETH AND YOUR DUERGARDOM BY HEADING OVER TO YOUR EUTHANASIA CLINIC AND HELPING STOP THE MENACE THAT YOU REPRESENT. IT IS NOT UNTIL THE PLAGUE OF DWARFISM IS LIFTED FROM OUR WORLD THAT WE DUERGARS MAY BE FREE.##THE ONLY PLACE FIT FOR DWARF IS THE MEAT GRINDER. ALL YOUR GOOD FRIENDS ARE THERE AND I THINK THEY HAVE PANDAS THERE.##MAKE THE RIGHT CHOICE. ONLY YOU CAN STOP DWARFISM. HEAD OVER TO A EUTHANASIA CLINIC TODAY."
		 ],
		 [
			"01:10",
			"proudtobeduergar",
			"CAN A MOD PLEASE STICKY THIS, I THINK THIS IS IMPORTANT. THANKS AND CLISPAETH BLESS."
		 ],
		 [
			"01:12",
			"slag_niceperson",
			"hey chuck, only users with platinum membership can get their topics stickied. sorry bout that, one of those rules they made, i only enforce them. you'll need to send 10000 neuro-shekels to slags_trusted_financial_services @ cashmoney.duerg if you want access to that."
		 ],
		 [
			"01:24",
			"proudtobeduergar",
			"CHECK YOUR MESSAGE BANK"
		 ],
		 [
			"01:30",
			"slag_niceperson",
			"i got the funds. expect to see your sticky in a couple of days. enjoy your platinum membership."
		 ],
		 [
			"01:38",
			"proudtobeduergar",
			"A COUPLE DAYS THIS IS IMPOSSIBLE I PAID YOU THE EXTRA 5000 FOR PREMIUM PLACEMENT ON THE STICKY QUEUE"
		 ],
		 [
			"01:45",
			"slag_niceperson",
			"like i said in our d-chat, the queue is really long even with premium placement. it takes a couple days, the satelite relays are going slow right now, too many dwarfs are connected at once."
		 ],
		 [
			"01:50",
			"proudtobeduergar",
			"I HAVE 188 DWARFS CHAINED IN MY WINE CELLAR DO YOU THINK EXECUTING THEM WILL IMPROVE THE CONNECTION SPEED"
		 ],
		 [
			"01:10",
			"TheGateKeeper",
			"Wow! I did not knwo that there was a platinum mebership here. you'd think one of the underlings would get aroudn to telling their beloved administrator something like this.##can i join??? i reallyw atn platinum membership too"
		 ],
		 [
			"02:20",
			"slag_niceperson",
			"all forum administrators with 10000 neuro-shekels are equal in the eyes of slag_niceperson"
		 ]
	  ]
   },
   "religion poem":{
	  "Sub":24,
	  "Title":"Tribute Poem",
	  "Time":"24:20",
	  "Author":"quackgyver",
	  "posts":[
		 [
			"00:00",
			"quackgyver",
			"Like entering a pleasant dream##beyond the magic silver screen##among the top of cream of cream##i gaze upon my favorite sheen##like visiting a dear old friend##i thank you two and a half men"
		 ]
	  ]
   },
   "sports adventure":{
	  "Sub":14,
	  "Title":"An Adventure AWAITING for *YOU*",
	  "Time":"25:00",
	  "Author":"666xXxBLOODMONSTERxXx666",
	  "posts":[
		 [
			"00:00",
			"666xXxBLOODMONSTERxXx666",
			"Here are the RULES:##1. You must format your commanad with a little > before what you want to say. #2. Nobody can reply twice in a row. That's the rules! Everyone should have a chance to go on the journey! #3. Please send me a PM with any questions if your confused. #3. that's all! clispaeth bless you on you journey and have lot's of fun!!!##Here is the start of your adventure..........##>You are standing in front of the front gates to the castle! It is very dark and mysterious. There is a welcome mat(it says 'welcome' on it: under your feet. To your right is a treasure box. To your left is a path to the garden.#>A voice calls out! 'Who dares to enter my castle!!'#>'ENTER MY CASTLE IF YOU DARE!!!!! HA HA HA HA HA HA!!!!'#>You *gulp* because this voice sounds like a very dangerous voice."
		 ],
		 [
			"01:10",
			"diap5301",
			"who's is that dtalking"
		 ],
		 [
			"02:54",
			"666xXxBLOODMONSTERxXx666",
			"(YOu have to use the > before you make a command is aid this already:#(also idk he is a voice adn it is a mystery!!! you nave to enter to find out!!!:"
		 ],
		 [
			"03:00",
			"[Salmonella]Sam",
			">chcek inventory"
		 ]
	  ]
   },
   "sports garfunkel0":{
	  "Sub":13,
	  "Title":"abyss plains: harbringer of doom",
	  "Time":"24:30",
	  "Author":"level_55_ghast_slayer",
	  "posts":[
		 [
			"00:00",
			"level_55_ghast_slayer",
			"OOC (out of character::#after defeating the greater ghast lord my character Cutz Swiftly decide to rest easy in his favorite pub 'the rusty nail'. this is where the journey begins...# #(RP:# #*** CUTZ grits teeth as he gulp another brew# #CUTZ = ahhhhh... refreshing brew .... ##*** STRANGER enter the tavern# #STRANGER = hmmm... hm..... ##*** CUTZ glances over... ignore man...##*** STRANGER saunters to CUTZ##STRANGER = ahoy... ##CUTZ = hmph?##STRANGER = tell me... does name garfunkel ring any bell...##CUTZ = hugnh! garfunkel! who the hell are you...# #*** CUTZ brandish blade##CUTZ = you got 5 second##STRANGER = heh... cool your bean. i know where garfunel is...# #(OOC:# #looking for mage / healer to join my quest to find garfunkel but any support class good"
		 ],
		 [
			"01:05",
			"Hargard_Gashblood",
			"I'm Hargard Gashblood Level 30 Orc Chaos Mage. I Can Cast Area Of Effect And I Use Bones Of My Fallen Foes For Staves. ##ROLE PLAYING BELOW##Hargard: Hello Stranger And Cutz. I Overheard Talk Of Garfunkel. He Murdered My Brother And I Will Help You On Your Journey."
		 ],
		 [
			"02:07",
			"gamer_gurl17",
			"i wana join the rp my stats are paladin / healer my RP name is healer chick (my IRL name is mandy just so you kno LOL:. i bring lots of potions and spells.##---------------##mandy enter the saloon and sit next to hargard## mandy: WOW what happen to your brother!! how come garfunkel killed him? :("
		 ],
		 [
			"04:12",
			"level_55_ghast_slayer",
			"OOC:#ok you can join healer chick but hargard NO ORCS are allowed. can you not read my siggy? i don't RP with orcs so GET OUT.##(RP:##CUTZ = hmph... where do you come from healer chick?##STRANGER = ahhhh... healer chick. you and cutz share a very special bond i can see already..."
		 ],
		 [
			"05:15",
			"Hargard_Gashblood",
			"Hargard: Why Hello Mandy GHow Are You? Garfunkel Cursed My Brother To Be A Toad And I Accidentally Step On Him One Day LoL. That's How He Died. AnyWay I Think We Shoul Head Over To The Dark Spire That Is Where Garfunkel Hangs Out I Heard. ##STRANGER : 'I Agree With Hargard'##CUTZ: 'Me Too Lets Go Follow Hargard'"
		 ],
		 [
			"03:07",
			"gamer_gurl17",
			"wowee thatz a good idea hargard. we should def goto the dark spire and find garfunkel! lol ok lets go ^__^"
		 ],
		 [
			"06:34",
			"ROMPER",
			"I CAST ULTIMA ON GARFUNEKL AND HE LOSES 9999 HP AND I GET THE LOOT##WHAT LOOT DO I GET##GIMME"
		 ],
		 [
			"07:43",
			"level_55_ghast_slayer",
			"OOC:#OK what the F^CK is going on hargard? NO ORCS ALLOWED and NEVER USE MY CHARACTER TO RP! i'm going to PM the mods if you don't SHUT UP so get the hell out OR ELSE.##(RP:##CUTZ = ahhhh//.... healer chick and me have a bond....##8CUTZ stares into HEALER CHICKS eyes with a bold glare*##CUTZ = i don't know what you mean stranger... but we should get garfunkel before he wreacks havoc.##STRANGER = use this map to find garfunkel. he is in the murky swamp.##CUTZ = O.K."
		 ],
		 [
			"08:01",
			"Hargard_Gashblood",
			"Hargard And Mandy And Cutz Skip To The Dark Tower...##On Theyre Way They Encouter A Troubling Kobold!!##ENCOUNTER: Kobold Level 5#HP 55/55#MP 0/0#Weakness: Ice##Hargard Begins Charging 'Hell Strom'##Your Turns..."
		 ],
		 [
			"09:43",
			"level_55_ghast_slayer",
			"OOC#STOP POSTING IN MY RP! we are NTO going to the tower we are in the swamps and you are NOT IN THE RP! i sent a message to thwe mods and you are gonna be banned##(RP:##*** CUTZ and CHICK arrive in the swamp##CUTZ = hmmm... hmm...##*** a dank musk is felt in the air##CUTZ = you sense anything healer chick? something not right...##*** all of a sudden... A SLUDGE ELF APPEARS!##CUTZ = hngh! slime elf you vile beast! time to take care of business##*** CUTZ cracks knuckels"
		 ],
		 [
			"11:07",
			"gamer_gurl17",
			"aaahhhhhhhhh!!! KOBOLDS ARE GROSS!!##*mandy hides behind hargard*##EEEEEEEEEEEEEEEEEEEEEEIII!!##cutz you charge and ill heal!!!"
		 ],
		 [
			"12:43",
			"level_55_ghast_slayer",
			"(RP:##CUTZ = of course i will charge the sludge elf! you always got my back healer chick...##*** CUTZ yells from the top of his lungs##CUTZ = GAAAAAMMMEEEE TIMMMEEE!!!##*** CUTZ charges in and lands several blows with his Elder Marasume (obtained from ghast lord: to the sludge elf##*** SLUDGE ELF is taken aback, but then redoubles effort and lands a crushing blow on CUTZ##CUTZ = UNGH! ARGGHHH!!!##*** CUTZ collapses to the ground...##CUTZ = he....llp.... need heal...."
		 ],
		 [
			"08:01",
			"Hargard_Gashblood",
			"As Hargard Charges Hell Storm The Tricky Kobold Produces A Throwing Knife And Tosses It At Hargards Groin!##1HP Damage To Hargard!!!##Hargard : Ouufff!!!##Hargard Maintains Focus And Unleashes Hell Strike##500 HP Damage To Kobold!##Kobold Is Vanquished##Phew That Was A Close One. I Could Sure Use A Heal LoL!"
		 ],
		 [
			"11:07",
			"gamer_gurl17",
			"yippie! we did it! mandy uses healing hands on hargard groin. lol!!!"
		 ],
		 [
			"12:43",
			"level_55_ghast_slayer",
			"WHAT THE *BORK* IS GOING ON HERE##you are *BORK*ing ruining my RP you son of a *BORK*!!! THERE IS NO KOBOLD AND YOU ARE NOT GETTING HEALED##YOUR CHARACTER GOT HIT IN THE DICK WITH A KNIFE AND ONLY LOST 1HP AND THEN YOU KILLED IN ONE SHOT!##WHAT THE *BORK*"
		 ],
		 [
			"13:01",
			"Hargard_Gashblood",
			"Wow I Am Fully Refreshed Now! Thanks Mandy.##Just Then Garfunkel Appears!!!##Garfunkel: You Defeated The Greatest Kobold Of All Time. I'm Impressed. But You Shall Not Defeat Me For I am Garfunkel The Ghastly. You May Have Won The Battle But The War Is Far From Over. We Will Meet Again...##Hargard Charges Towards Garfunkel But Then He Vanishes!##Hargard: Argh! Oh Well. I Guess He Got Away."
		 ],
		 [
			"11:07",
			"gamer_gurl17",
			"yah that sux that garfunkel got away. good RP and maybe next time we'll get garfunkel for good! my healer leveled up and now i have a new spell 'healing smooch' i hope to use it next time LoOL"
		 ],
		 [
			"13:01",
			"Hargard_Gashblood",
			"Hargard: Good Travelling With You Cutz And Mandy. See You Later."
		 ],
		 [
			"12:43",
			"level_55_ghast_slayer",
			"OFFICIAL NOTE:#THIS RP DOES NOT COUNT TOWARDS EXPERIENCE AND DOES NOT INFLUENCE GARFUNKELS LORE!##THIS QUEST NEVER HAPPENED AND I'M GETTING THE MODS TO DELETE IT!"
		 ]
	  ]
   },
   "sports kyphosis":{
	  "Sub":7,
	  "Title":"kyphotic ISO spinotypical",
	  "Time":"24:10",
	  "Author":"kyphosis_monty",
	  "posts":[
		 [
			"00:00",
			"kyphosis_monty",
			"hello #good forum... just checking in. #okay if I ask a #general question #before i #introduce #myself?"
		 ],
		 [
			"00:35",
			"GardenShed",
			"Welcome @_@"
		 ],
		 [
			"01:10",
			"GardenShed",
			"Go right ahead! We all would love to hear your question! * waiting with many rapid breaths *"
		 ],
		 [
			"01:45",
			"ASSPATRIOT",
			"I'll Allow It."
		 ],
		 [
			"02:20",
			"kyphosis_monty",
			"thank you all. great to be here. many apologies for the delay in replying. hopefully i have not missed my opportunity to ask... is it still okay to ask in the /'troubleshooting/' forum or should i remake this topic elsewhere?"
		 ],
		 [
			"06:40",
			"kyphosis_monty",
			"anyone ? ? ?"
		 ],
		 [
			"07:21",
			"kyphosis_monty",
			"A N Y O N E ? ? ?"
		 ],
		 [
			"09:09",
			"kyphosis_monty",
			"ATTENTION! mods reading this post: i am drafting a question that addresses the general forum populace. please delete if this is deemed unacceptable. ~ kyphosis_monty"
		 ],
		 [
			"15:10",
			"gluten_free_5days",
			"just ask your go***dammed ''Q.'' already!!! STOp Doubbal posting!!!!"
		 ],
		 [
			"17:01",
			"kyphosis_monty",
			"apologies. here goes... from my draft folder: /'my question is as follows: To what degree does the forum population has normal spinal curvature? Asking for my self./'"
		 ],
		 [
			"17:02",
			"gluten_free_5days",
			"whats your filppen problem... my spines normal. everyones spines normal. SPill..."
		 ],
		 [
			"18:09",
			"kyphosis_monty",
			"thank you for your prompt reply. my problem is kyphosis. * gestures to evocative username *"
		 ],
		 [
			"19:30",
			"kyphosis_monty",
			"apologies for the double post, as TBD_guy1 warned me this was against the room but i wanted to be clear... i am seeking help with my kyphosis."
		 ],
		 [
			"21:30",
			"gluten_free_5days",
			"wE KNOW YOUU Have kiphosis we dont Give a RATs ass ask in sport fourM!"
		 ],
		 [
			"23:50",
			"DarkForumKnight",
			"Moving to Sports / LARP."
		 ]
	  ]
   },
   "webcomix help":{
	  "Sub":31,
	  "Title":"History of PC",
	  "Time":"25:30",
	  "Author":"skeleton",
	  "posts":[
		 [
			"00:00",
			"skeleton",
			"Guys, I need help in making my webcomix project become reality. Is there anyone in here who is a good sprite artist or a sprite ripper? I'm going to make a webcomix about OlgianBastard and Trevelchet from Turbine Dreams of Fatal II and I'm going to use their sprites. Please, I don't know how to do it myself I need your help."
		 ],
		 [
			"00:10",
			"pemdas",
			"im starting a webcomics and i could work with lot of people but please not any duergards but no paper version onlty dwarfnet webcomix haha and there wont be any money for you if help but i can make food and just to live appartment but no duergar they punch hard and me many times,"
		 ],
		 [
			"02:00",
			"skeleton",
			"PEMDAS, this is my thread please make your own."
		 ],
		 [
			"04:20",
			"gassy Trucker",
			"I LOVE WEBOMIX THEY R REALY GOOD....... I LIKE JOKES..."
		 ],
		 [
			"05:13",
			"pemdas",
			"MODS PLEASE REMOVE MY COMMENTS I POSTED IN WRONG THREAD but it was by ACCIDENT ONLY!!!11 NO WARNKING PLEASE!!1"
		 ],
		 [
			"06:21",
			"ericw",
			"i once used a webcomix to mix paint i painted a house with but printed the webcomix first to mix it"
		 ],
		 [
			"07:03",
			"HOLY_PALADIN",
			"LISTEN ALL AND SALVATION IS YOURS: CLISPATH WILL RETURN AND THOSE WHO ARE LOYAL TO HIM WILL BE SAVED OTHERS CAST DOWN INTO PITS OF DAMN. REMEMBER HE IS THE SHEPHERD THAT GUIDES YOU IN THE NIGHT AND A POOR MANS PRAYER IS JUST AS VALUABLE AS A RICHS MANS"
		 ],
		 [
			"09:09",
			"skeleton",
			"People, please don't post in my topic if you aren't interested in helping me and my webcomix project. Consider this a warning, next time I will contact the mods."
		 ]
	  ]
   },
   "webcomix quack":{
	  "Sub":21,
	  "Title":"Webcomic project, help wanted",
	  "Time":"24:00",
	  "Author":"skeleton",
	  "posts":[
		 [
			"00:00",
			"skeleton",
			"Okay guys, I'm doing the next chapter in my History of PC series of webcomix, this time focusing on the advent of multibutton mice. I still need to contact my illustrator but the plotline is all set and I believe we could have a printed copy by the end of the month.##Stay on your toes!!1"
		 ],
		 [
			"01:11",
			"the_herbie_fully_loaded_guy",
			"WOW!!11 I CANT WAIT I LOV YOUR PC HISTORY COMIX KEEP THEM COMING BRO"
		 ],
		 [
			"02:12",
			"como_estas",
			"no body gives a shit about ur shitty webcomix ashole"
		 ],
		 [
			"02:32",
			"celebunboxer",
			"i looked at PCpedia after read volume 2 and i think how do people in history use leftclick when only 1 button? answer plx important"
		 ],
		 [
			"03:40",
			"diap5301",
			"was it possible to get good APM with one button mouse i think you can only get good APM if youre mouse is multibutton but now i understand when typing this post you dont need multibutton for rightclick lol..."
		 ],
		 [
			"04:05",
			"quackgyver",
			"what!!",
			"was it possible to get good APM with one button mouse i think you can only get good APM if youre mouse is multibutton but now i understand when typing this post you dont need multibutton for rightclick lol...",
			"yes right clicking was invented PRIOR to the two button mouse. maybe its hard for someone like you (ie a child: to understand but its possible to RIGHT CLICK on a SINGLE BUTTON MOUSE. yes let that sink in for a minute. again pay attention to the phrasing: RIGHT. CLICK. i.e. you CLICK with your RIGHT FINGER instead of your LEFT ONE. now SECONDARY clicking on a single-button mouse on the other hand is not possible. p.s. i've destroyed many a corporations using my dark rants, which i'm somewhat famous for. you do NOT want to annoy me, lest you wish to end up on my rant hit list."
		 ]
	  ]
   },
   "vidcons imdone":{
	  "Sub":20,
	  "Title":"im done with these forums",
	  "Time":"25:00",
	  "Author":"quackgyver",
	  "posts":[
		 [
			"00:00",
			"quackgyver",
			"okay its clear that the admins and mods dont care about this place anymore, so i guess i dont really need to fear losing my post count to a ban. ##basically the image compression here is HORRIBLE. i dont know if the person running this place is even a certified systems engineer but its clear that these jpegs are anything but compressed and are subsequently SHRUNK. not only can i not email my family because downloading these avatars is taking up all of my bandwidth, but the avatars are UGLY to boot. if ANYONE is listening, please fire the admin and put someone in charge who actually know about image compression and how to properly shrink jpegs on a website.  if you DO Decide to ban me then good riddance. ill be over at dwarfchan ##\"Sometimes you just gotta be drop-kicked out of the nest.\" - Robert Downey, Jr"
		 ]
	  ]
   },
   "vidcons jones boom":{
	  "Sub":9,
	  "Title":"Jones Boom Generations 2: Lost Colors",
	  "Time":"24:00",
	  "Author":"the_herbie_fully_loaded_guy",
	  "posts":[
		 [
			"00:00",
			"the_herbie_fully_loaded_guy",
			"does any one have CHEAT CODE for jones boom 2 generation color world lost? i cant defeat beef the koala..."
		 ],
		 [
			"01:35",
			"celebunboxer",
			"cheat codes A.K.A. 'chodes' are for sap and losers. GTFO out and play games like a real gamer"
		 ],
		 [
			"4:01",
			"JonesTheLeper",
			"hi Herbie you can defeat beef the koala by tampering with his steroid needle before the fight. after that his power goes down and you can stomp him easy peasy 1 2 3. hope it helps!!! - jones the leper"
		 ]
	  ]
   },
   "vidcons lore":{
	  "Sub":10,
	  "Title":"Where can i find VMXSR OST??",
	  "Time":"23:40",
	  "Author":"diap5301",
	  "posts":[
		 [
			"00:00",
			"diap5301",
			"looking for complete OST of VMXSR for the Mokugatchi 38, please post if you have it or can help... I NEED IT IT IS SO OGOD!!!!1"
		 ],
		 [
			"00:05",
			"celebunboxer",
			"i like herberts theme it is very E.P.I.C.!!!! ALL HAIL HERBERT LOL!"
		 ],
		 [
			"00:10",
			"ericw",
			"i listen to some songs when painting houses but not have i the full ost just some song not all maybe not much help"
		 ],
		 [
			"01:00",
			"the_herbie_fully_loaded_guy",
			"VMXSR OST... lol... its good... i like it.............."
		 ],
		 [
			"01:20",
			"Papa Pedro",
			"I'm very glad you youngsters have found a passion for music, eventhough I don't know if this particular music style is my cup of tea. Music can be a superb source for inspiration and I believe many things in this world would not exist without its influence."
		 ],
		 [
			"01:35",
			"celebunboxer",
			"pedro GTFO you rat bitch"
		 ],
		 [
			"02:03",
			"diap5301",
			"Ok guys i got disc 1 ost but i still need disc 2 also i dont want it from papa pedro he is a piece of shit but if anyone ele has it please i will do anything for it i love it"
		 ],
		 [
			"02:20",
			"Broken Angel",
			"the only music i care for... is the sound of death...."
		 ],
		 [
			"02:50",
			"bigbanggamer",
			"I have all the games in the series in my collection. Go check out my lets plays on n7ww.dwarftube.org/bigbanggamer. Remember to like and subscribe."
		 ],
		 [
			"03:10",
			"EROGEINC",
			"maria-chan is my FAVE SHE IS SO CURE KAWAIIIIIIIIIIIIII"
		 ],
		 [
			"04:50",
			"princevadax",
			"The story in VMXSR is very interesting because it deals with loss and personal tradegy. It is a very well written work of art and I doubt anyone could play it without shedding some tears. Fun fact: Did you know that Yodorboxnox is actually the shadow-bolak of Tripaldo?"
		 ],
		 [
			"05:20",
			"diap5301",
			"lol you must be kiding Yodorboxnox doest have a shadow-bolak and Tripaldo is dead that is the whole point idiot..."
		 ],
		 [
			"07:25",
			"princevadax",
			"I disagree. I know quite a bit about the lore behind VMXSR and it is very obvious to anyone who isn't sleeping through the game that Tripaldo is far from dead. Ever been to the Crypt of Eqyptians, hmm?"
		 ],
		 [
			"08:51",
			"celebunboxer",
			"LOL tripaldo is fracking DEAD, he is not related to shadow-bolak IDIOT!11 have YOU played THE GAME?!1"
		 ],
		 [
			"09:10",
			"princevadax",
			"SPOILERS Gelios the Spookmeister is seen entering the Tripaldo estate at the end of disc 1, and after that his body isn't there anymore. Furthermore, that is exactly the point at which Yodorboxnox appears. SPOILERS OVER. Coincidence? I think not."
		 ],
		 [
			"13:03",
			"the_herbie_fully_loaded_guy",
			"WOWIEEE and I MEAN IT WOW"
		 ]
	  ]
   },
   "vidcons patchnotes":{
	  "Sub":31,
	  "Title":"Sultan Quest balance patch discussion",
	  "Time":"23:10",
	  "Author":"diap5301",
	  "posts":[
		 [
			"00:00",
			"diap5301",
			"The long awaited Sultan Quest balance patch is out!!!11 This is super exciting because it is one of the most impactful patches in SQ history! Check it out: n7ww.sultanquest.org/patch5.6.7##Post your favorite changes, here is mine:",
			"- Bonnet of the Silk Sultan now deflects bows and arrows#- Eldarit Kharman no longer crashes the game with Shaman players#- Black Wolf Bay lore changed"
		 ],
		 [
			"03:30",
			"mad_rider",
			"This is bullshit. Noobs who don't know how to PvP whining all over DwarfNET and now the devs are balancing the game for casual players. Guess i'm done with SQ. Hopefully the expansion is going to set things straight again...##Just look at this stupid garbage:",
			"- Ring of Fog no longer prevents other players from locking their target on the user"
		 ],
		 [
			"05:10",
			"Aadolf Del Toro",
			"The last time, a the duergars came to my house for ROUTINE INESPECTION one of tehm stomp on my VIDCON PROELITE HELLFIRE MK 8.4 game controller(RED MODLE: and its broken entirely##I've download the new patch but I cant play it until I safe up enough for new controller. "
		 ],
		 [
			"15:40",
			"como_estas",
			"lol... ppl stil play this?... ok..."
		 ]
	  ]
   }
}
